brew "aha"
brew "brotli"
brew "autojump"
brew "awscli"
brew "bashdb"
brew "bat"
brew "cargo-nextest"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "gnutls"
brew "sdl2"
brew "figlet"
brew "fzf"
brew "gawk"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "helm"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubectx"
brew "libtensorflow"
brew "mas"
brew "mintoolkit"
brew "mise"
brew "neovim"
brew "openimageio"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "protobuf"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "starship"
brew "subversion"
brew "svgo"
brew "testdisk"
brew "tldr"
brew "tree"
brew "watch"
brew "watchman"
brew "wcstools"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "avidemux"
cask "blender"
cask "brave-browser"
cask "chatgpt"
cask "cinebench"
cask "discord"
cask "disk-drill"
cask "docker"
cask "elmedia-player"
cask "epic-games"
cask "firefox"
cask "firefox@developer-edition"
cask "font-sauce-code-pro-nerd-font"
cask "gifox"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "lynkeos"
cask "microsoft-edge"
cask "monitorcontrol"
cask "notion"
cask "orcaslicer"
cask "postman"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-ace"
cask "sf-symbols"
cask "sketch"
cask "slack"
cask "starnet++"
cask "steam"
cask "tmpdisk"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "xnviewmp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Night Sky", id: 475772902
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "QuickFits", id: 1551075981
mas "SkySafari 6 Plus", id: 1362059169
mas "VictronConnect", id: 1084677271
mas "Xcode", id: 497799835
