tap "chrokh/tap"
tap "oven-sh/bun"
brew "aha"
brew "brotli"
brew "python@3.11"
brew "autojump"
brew "awscli"
brew "bashdb"
brew "bat"
brew "cargo-nextest"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "gnutls"
brew "sdl2"
brew "figlet"
brew "fzf"
brew "gawk"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "helm"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubectx"
brew "libtensorflow"
brew "mas"
brew "mintoolkit"
brew "mise"
brew "neovim"
brew "openimageio"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "protobuf"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "starship"
brew "subversion"
brew "svgo"
brew "testdisk"
brew "tldr"
brew "tree"
brew "watch"
brew "watchman"
brew "wcstools"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "avidemux"
cask "blender"
cask "brave-browser"
cask "chatgpt"
cask "cinebench"
cask "discord"
cask "disk-drill"
cask "docker"
cask "elmedia-player"
cask "epic-games"
cask "firefox"
cask "firefox@developer-edition"
cask "font-sauce-code-pro-nerd-font"
cask "gifox"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "lynkeos"
cask "microsoft-edge"
cask "monitorcontrol"
cask "notion"
cask "orcaslicer"
cask "postman"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-pro"
cask "sf-symbols"
cask "sketch"
cask "slack"
cask "starnet++"
cask "steam"
cask "tmpdisk"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "xnviewmp"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Night Sky", id: 475772902
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "QuickFits", id: 1551075981
mas "SkySafari 6 Plus", id: 1362059169
mas "VictronConnect", id: 1084677271
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "abhijoybasak.npm-audit"
vscode "adpyke.codesnap"
vscode "albert.tabout"
vscode "alefragnani.bookmarks"
vscode "alishobeiri.swift-development"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "benjpas.close-all"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "compulim.vscode-clock"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "drknoxy.eslint-disable-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "fbosch.battery-indicator"
vscode "foxundermoon.shell-format"
vscode "ghmcadams.lintlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "gruntfuggly.triggertaskonsave"
vscode "idered.npm"
vscode "kevinrose.vsc-python-indent"
vscode "lihui.vs-color-picker"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "naumovs.color-highlight"
vscode "openai.chatgpt"
vscode "pflannery.vscode-versionlens"
vscode "planbcoding.vscode-react-refactor"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rogalmic.bash-debug"
vscode "ryu1kn.partial-diff"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sidneys1.gitconfig"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "sweetpad.sweetpad"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "urbantrout.refactor-css"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
